<div id="main" role="main" style="padding:20px;">
    <h3 class="eng"><?= PRJ_NAME ?> 개인정보 처리방침</h3>
    <p>
    <?= PRJ_NAME ?>는 서비스 사용자들이 신뢰를 바탕으로 정보를 제공한다는 것을 잘 알고 있습니다. <?= PRJ_NAME ?>는 사용자의 신뢰에 대한 막중한 책임을 인지하며 최선을 다해 개인정보를 보호하고 사용자가 직접 제어할 수 있도록 노력하고 있습니다.
    </p>
    <p>
    이 개인정보처리방침은 <?= PRJ_NAME ?>에서 수집하는 정보의 유형, 정보를 수집하는 이유, 정보를 업데이트, 관리, 내보내기, 삭제하는 방식에 대한 이해를 돕기 위한 것입니다.
    </p>
    <div style="margin-top:50px; text-align:right;">신규 개인정보취급방침 변경 및 효력 발생일 : 2021년 10월 20일</div>

</div>
