<?php
//------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
// t: input type , d : disabled , c : color , p : placeHolder , r : required
//------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
$_row_1 = [
     ['size'=>'col-4' ,'t'=>'input', 'label'=>'데이타 1', 'name'=>___makeField(TEXT_FIELD,'data_1'), 'align'=>'', 'p'=>'', 'r'=>1]
    ,['size'=>'col-2' ,'t'=>'input', 'label'=>'데이타 2', 'name'=>___makeField(TEXT_FIELD,'data_2'), 'align'=>'', 'p'=>'','mask'=>'', 'r'=>0, 'd'=>0, 'note'=>'' ]
];

$_row_2 = [
     ['size'=>'col-4' ,'t'=>'input', 'label'=>'데이타 2', 'name'=>___makeField(TEXT_FIELD,'data_3'), 'align'=>'', 'p'=>'', 'r'=>1]
    ,['size'=>'col-3' ,'t'=>'input', 'label'=>'데이타 4', 'name'=>___makeField(TEXT_FIELD,'data_4'), 'align'=>'', 'p'=>'','mask'=>'', 'r'=>0, 'd'=>0, 'note'=>'' ]
];

$_editRow = [$_row_1,$_row_2];